Revit 2027 API
ViewScheduleExportOptions.TextQualifier Property
 How to qualify text fields. Default is DoubleQuote.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportTextQualifier TextQualifier { get; set; }
Public Property TextQualifier As ExportTextQualifier
	Get
	Set
public:
property ExportTextQualifier TextQualifier {
	ExportTextQualifier get ();
	void set (ExportTextQualifier value);
}
member TextQualifier : ExportTextQualifier with get, set
Property Value
ExportTextQualifier
Exceptions
Exception | Condition
ArgumentOutOfRangeException |  When setting this property: A value passed for an enumeration argument is not a member of that enumeration
See Also
Reference
ViewScheduleExportOptions Class
Autodesk.Revit.DB Namespace